// texts for examines

// examine subject key => the text
const ResExamineHints = {
	// items
	"ex_it_tugrik": {
		title: "@hex_tugrik:1 тугрик",
		text: "@tex_tugrik:Одна из самых твёрдых валют на здешнем раёне\
 вселенной."
	},

	"ex_it_tugrik_stinky": {
		title: "@hex_tugrik:1 тугрик",
		text: "@tex_tugrik_stinky:Одна из самых твёрдых валют на здешнем раёне\
 вселенной.\nОт тугрика исходил странный запах, но это, скорее всего,\
 был оптический обман: всем известно, что валюта не пахнет."
	},

	"ex_it_pistol": {
		title: "@hex_pistol:Пистолет",
		text: "@tex_pistol:Базовое огнестрельное оружие, простое и надёжное,\
 как законы физики.\nВо всяком случае, пули из него вылетали в строгом\
 соответствии с законами физики (с ускорением m*g*g).\nВо всяком случае, если\
 верить производителю. А повода не верить ему у героя пока не возникало.\n\
 Во всяком случае, для грабежа корованов должно было сгодиться."
	},

	"ex_it_grenade": {
		title: "@hex_grenade:Граната",
		text: "@tex_grenade:Граната. Деревянная, но очень правдоподобно\
 раскрашенная. Даже зная её секрет и многие годы используя для колки орехов,\
 герой до сих пор невольно соблюдал крайнюю осторожность.\nДля взятия на понт\
 впечатлительных корованщиков в стремительной атмосфере грабежа - более чем\
 достаточно. По идее."
	},

	"ex_it_mk152": {
		title: "@hex_mk152:Защищённый калькулятор МК-152Ъ",
		icon: "icon_mk152",
		text: "@tex_mk152:Особо мощная отечественная электронно-клавишная\
 вычислительная машина в особо защищённом исполнении. Под обманчиво невзрачным\
 корпусом бурлила вычислительная мощь, способная принудить к сотрудничеству\
 любое электронное устройство, даже находящееся в глухой несознанке. К\
 сожалению, неснимаемая система самоуничтожения делала нежелательным применение\
 совсем уж грубых силовых методов, хотя масса вполне позволяла.\n\
 Ко всему прочему, машина не отстёгивалась от руки героя, что создавало\
 некоторые неудобства."
	},

	"ex_it_turban_intro": {
		title: "@hex_turban:Подозрительный тюрбан",
		text: "@tex_turban:Талибский тюрбан, раскрашенный в непотребно\
 кислотный цвет, с кокардой в виде символа радиации и ещё с чем-то, на чём\
 глаз героя по первому разу сломался с непривычки.\nНайти подобный головной\
 убор в здешних краях было странно. Герой скорее ожидал бы увидеть на его месте\
 ушанку со звездой. Но, видимо, этот медведь был нестереотипным."
	},

	"ex_it_turban": {
		title: "@hex_turban:Подозрительный тюрбан",
		text: "@tex_turban:Талибский тюрбан, раскрашенный в непотребно\
 кислотный цвет, с кокардой в виде символа радиации, увенчанный ритуальной\
 свечкой, украшенный лентами с росписью из рун ктулхианских культистов и\
 маркировкой фирмы \"Abibas\".\n\
 Герой не рискнул бы напялить настолько стрёмный головной убор, даже если бы\
 его кумпол был менее квадратным и позволял ношение шапок. Но на что-то эта\
 шляпа должна же была сгодиться?"
	},

	"ex_it_scanner": {
		title: "@hex_scanner:Трассировщик медведя",
		text: "@tex_scanner:Даный прибор предназначался для обнаружения\
 медведей и маршрутов их перемещения. Из инструкции, полученной МК-152Ъ при\
 допросе неизвестного устройства, следовало, что трассировщик данного класса\
 полагается использовать на неких \"особых местах\"."
	},

	"ex_it_detector": {
		title: "@hex_detector:Детектор особых мест",
		text: "@tex_detector:По одному виду приспособления, сочетающего в себе\
 компас и современные достижения лозоходства, становилось очевидно - этим\
 прибором ищут очень непростые места."
	},

	"ex_it_rake": {
		title: "@hex_rake:Грабли",
		text: "@tex_rake:Классический сельскохозяйственный инструмент.\
 Длинный, немного щербатый и местами покрытый чем-то бурым. Самое то для\
 доставания предметов, тянуться к которым голыми руками слишком далеко или\
 слишком стрёмно."
	},

	"ex_it_fish_intro": {
		title: "@hex_fish:Бухая рыба",
		text: "@tex_fish_intro:Да, это действительно была рыба. И она\
 действительно пребывала в такой степени опьянения, что в самом прямом и\
 буквальном смысле попутала берег."
	},

	"ex_it_fish": {
		title: "@hex_fish:Бухая рыба",
		text: "@tex_fish:Килька неопределённой породы и абсолютно конченного\
 вида. Её морду, не подающую признаков сознания, до самого хвоста залила\
 плотная синева. Очевидно, концентрация спирта в данном организме\
 значительно превышала ПДК.\nИспользовать такую рыбу представлялось опасным\
 не то что для закуски, но и как замену основной программе.\n\
 На что же могло сгодиться столь непотребное существо? Или, учитывая его\
 консистенцию, правильнее сказать - предмет?"
	},

	"ex_it_elixir_intro": {
		title: "@hex_elixir:Эликсир для зачистки экологии (0.5 л)",
		text: "@tex_elixir_intro:Данный экспонат был создан на заре перестройки\
 колхозными юннатами, начитавшимися в средствах массовой гласности про озоновые\
 дыры. Впечатлительные школьники решили сварить средство, способное зачистить\
 экологию от любой гадости. А поскольку у юннатов было крепкое советское\
 школьное образование, их эксперимент увенчался сокрушительным успехом.\n\
 Об ужасающей мощи созданного ими варева свидетельствовал, например,\
 тот факт, что за десятилетия экспонирования, несмотря на обманчиво\
 характерную тару, на него не польстились даже бесстрашные местные алкаши.\
 А стенд с рецептом сорвали и выкинули от греха подальше, дабы изобретение\
 суровых сельских пионеров кто-нибудь ненароком не воспроизвёл."
	},

	"ex_it_elixir": {
		title: "@hex_elixir:Эликсир для зачистки экологии (0.5 л)",
		text: "@tex_elixir:Изобретение колхозных юннатов, предназначенное\
 для зачистки экологических проблем любой степени сложности. Мощность средства\
 представлялась поистине адской."
	},

	"ex_it_bottle": {
		title: "@hex_bottle:Пустая бутылка (0.5 л)",
		text: "@tex_bottle:Обыкновенная пустая бутылка. По виду и не скажешь,\
 что в ней могло храниться нечто немыслимое. Герой и сам бы не поверил, если бы\
 не видел этого своими собственными глазами.\n\
 К счастью, мгновения ужаса остались позади, и бутылку стало можно\
 задействовать под наполнение каким-нибудь более естественным содержимым."
	},

	"ex_it_vodka": {
		title: "@hex_vodka:Водка (0.5 л)",
		text: "@tex_vodka:Ласкающее глаз и гармонизирующее душу единство формы\
 и содержания. О да, на сей раз глаза не становились жертвой иллюзий и\
 жестокого обмана. Здесь была она, родимая! Не самая чистая, но зато ведь\
 халявная!"
	},

	"ex_it_explosive_vodka": {
		title: "@hex_explosive_vodka:Заминированная водка (0.5 л)",
		text: "@tex_explosive_vodka:Самая обыкновенная, на первый взгляд,\
 водка. Да и на второй тоже. Да и, в принципе, во всех отношениях самая\
 обыкновенная водка. Только заминированная. Невероятно гнусное оружие. Хуже,\
 чем даже водка с пургеном или крысиным ядом. К такому прибегали только против\
 врага, запятнавшего себя исключительным бесчестием и вероломством."
	},

	"ex_it_condmilk": {
		title: "@hex_condmilk:Банка сгущёнки",
		text: "@tex_condmilk:Банка сгущёнки - старого, ядрёного, ещё советского\
 образца. Судя по потёкам на потускневшей от времени и невзгод этикетке,\
 её выдерживали долго и не вполне по ГОСТу, пряча в каком-то тёмном, не слишком\
 приглядом месте. Лучше не задумываться, в каком именно."
	},

	"ex_it_balalaika": {
		title: "@hex_balalaika:Балалайка",
		text: "@tex_balalaika:Старая добрая балалайка, классической компоновки,\
 отделки и декоративного оформления. Грабительские условия кредита, в который\
 куплен сей музыкальный инструмент, должны были подпускать духа элитарности.\n\
 Оставалось только найти ему (инструменту и/или же духу) применение."
	},

	"ex_it_hren": {
		title: "@hex_hren:Большой и толстый корень хрена",
		text: "@tex_hren:Очень большой, очень толстый и, очевидно,\
 невероятно питательный корнеплод. От ядрёного хренового аромата изрядно\
 подвыворачивало, поэтому о полезности и питательности герой предпочитал\
 знать сугубо теоретически. Хотя не исключено, что какая-нибудь особо\
 оголодавшая тварюга могла оценить его гастрономические качества по\
 существу."
	},

	"ex_it_ski": {
		title: "@hex_ski:Подозрительные водные лыжи",
		text: "@tex_ski:С этим извращенческим приспособлением, при помощи\
 водного катера, можно было передвигаться по воде (или другой подручной\
 жидкости) на обыкновенных ногах. Без помощи катера, в принципе, тоже - но\
 только медленно и только на мелководье.\n\
 Оставалось загадкой, кому и зачем в здешних неприветливых местах мог\
 понадобиться сей прибабах пресыщенных курортников."
	},

	"ex_it_yad": {
		title: "@hex_yad:Пузырёк с йадом",
		text: "@tex_yad:Здесь явно была какая-то ошибка. Этому полагалось быть\
 в котомке совсем у другого героя. Ну да ладно."
	},

	"ex_it_torchlight": {
		title: "@hex_torchlight:Большой и яркий фонарь",
		text: "@tex_torchlight:По размерам и яркости данный прибор вполне мог\
 сойти за осветительный. Во всяком случае, в его пронзительном свете сумрак\
 геройского самомнения неприятно пошатывался."
	},

	"ex_it_data": {
		title: "@hex_data:Паспортные данные случайного креакла",
		text: "@tex_data:Благодаря рабской вере креаклов буржуйским корпорациям\
 добра, в руки герою попали паспортные данные одного из них. И теперь он мог\
 сделать с ними всё, что только можно было сделать с паспортными данными."
	},

	"ex_it_valenok": {
		title: "@hex_valenok:Подозрительный валенок",
		text: "@tex_valenok:Валенок как валенок. Не сапог и не ботинок, но при\
 известных допущениях мог заменить и то, и другое. Вполне обычная обувь, если\
 не считать контекста и обстоятельств, в которых герой его нашёл. При наличии\
 времени и желания над этими обстоятельствами можно было бы задуматься."
	},

	"ex_it_iphone": {
		title: "@hex_iphone:jPhone XY",
		text: "@tex_iphone:Дебилофон от известной корпорации, последняя модель,\
 предмет понтов и сезонного ажиотажа в среде креаклов, сильно напоминал\
 раскрашенный и слегка обтёсанный по углам кирпич. Скорее всего, таковым даже\
 и являлся. Можно было лишь гадать, в какой подворотне и на какую сумму\
 им отоварили недавнего владельца."
	},

	"ex_it_paper": {
		title: "@hex_paper:Рулон туалетной бумаги",
		text: "@tex_paper:Главнейший и незаменимейший аксессуар\
 цивилизованного человека, безошибочно отличающий его от голожопого дикаря.\
 Целых 54 метра цивилизованности. В данном конкретном случае, возможно, уже\
 несколько меньше.\n\
 Предназначение данного рулона, как и у любой бумаги, состояло в том, чтобы\
 наполниться содержанием. Каким именно - вопрос обычно не стоял. В крайнем\
 случае, если пользователю совсем уж нечего предложить по прямому назначению,\
 на бумаге всегда можно было что-нибудь нарисовать. Или даже\
 задокументировать. Так сказать, за неимением сока желудка повыдавливать из\
 себя сок мозга."
	},

	"ex_it_project": {
		title: "@hex_project:Проект железнодорожной станции",
		text: "@tex_project:Проект железнодорожной станции для вывоза\
 разворовываемого колхозного добра. Смеченный, завизированный и выраженный\
 в форме, доступной даже самым тупым исполнителям. Если бы не затянувшаяся\
 поездка коррумпированного председателя в область и не случайное вмешательство\
 героя, этот, вне всякого сомнения, злодейский план мог в любой момент\
 претвориться в жизнь..."
	},

	"ex_it_goldball": {
		title: "@hex_goldball:Золотой шар",
		text: "@tex_goldball:Аномальный артефакт с колхозной полевой Зоны\
 парил, переливался и многозначительно потрескивал. В каждой мелочи\
 ощущалась его чуждость обыкновенным земным материям и проблемам. Не\
 вызывало сомнений только то, что шар был взрывоопасным, и обращаться\
 с ним следовало исключительно осторожно."
	},

	"ex_it_tank": {
		title: "@hex_tank:Пустая топливная канистра",
		text: "@tex_tank:Большая, покрытая толстым слоем пыли и\
 бесхозяйственности канистра, в которой должно было плескаться запасное\
 топливо для колхозной техники. Но не плескалось. Всё, что могло попасть\
 в этот сосуд, разворовывалось ещё до того, как становилось чего-то\
 кому-то должным."
	},

	"ex_it_tank_full": {
		title: "@hex_tank_full:Канистра с соляркой",
		text: "@tex_tank_full:Большая, заполненная до горла ядрёной\
 армейской соляркой, канистра. В кои-то веки впервые исполнив своё\
 предназначение, она довольно бурчала и булькала. Оставалось мудро\
 распорядиться полученным добром."
	},

	"ex_it_passport": {
		title: "@hex_passport:Паспорт случайного креакла",
		text: "@tex_passport:Паспорт какого-то неосторожного креакла,\
 доверившего свои личные данные модным и молодёжным соцсетям. Почти\
 настоящий и, предположительно, пригодный к употреблению для вещей,\
 которые требуют употребления паспорта."
	},

	"ex_it_scotch": {
		title: "@hex_scotch:Шматок космического скотча",
		text: "@tex_scotch:Кусок скотча, на котором держалось что-то нужное\
 во вражеском предположительно космическом аппарате. По косвенным\
 признакам, на нём там держалось вообще всё. Скотч выглядел самым обычным,\
 но, с учётом вышеизложенных обстоятельств, его можно было (с некоторыми\
 допущениями) назвать космическим."
	},

	"ex_it_iron": {
		title: "@hex_iron:Утюг",
		text: "@tex_iron:Утюг. Настолько кондовый и ничем не примечательный\
 утюг, что непонятно, выделяется ли он хоть чем-то из множества себе\
 подобных. Да и зачем он может понадобиться именно сейчас, тоже оставалось\
 непонятным."
	},

	"ex_it_backpack": {
		title: "@hex_backpack:Дерзкий рюкзачок",
		text: "@tex_backpack:Маленький, компактный и очень дерзкий на вид\
 рюкзачок. Каких последствий можно ожидать, если его надеть? Есть только один\
 способ узнать..."
	},

	"ex_it_proc_id": {
		title: "@hex_proc_id:Удостоверение прокуратуры вселенной",
		text: "@tex_proc_id:Мощное и компетентное на вид удостоверение, со\
 звездой, стразами и буквами, веско гласящими: \"Т. Кошкинд, генералиссимус\
 юстиции, Прокуратура Вселенной\". Держа в руках увесистый документ, герой\
 прямо-таки ощущал, как по нему растекаются упругие волны полномочий, наполняя\
 могуществом и авторитетом.\n\
 Логика подсказывала, что предыдущему владельцу оно, в принципе, не помогло.\
 Но это было нормально. Так и следовало ожидать. Истинная сила должна быть\
 иррациональной."
	},

	"ex_it_pistol_scotch": {
		title: "@hex_pistol_scotch:Пистолет, обёрнутый скотчем",
		text: "@tex_pistol_scotch:Пистолет героя, обёрнутый в несколько\
 оборотов скотча. Один конец оставлен длинным и свободно болтающимся.\
 Герой успел забыть много мудрёных тонкостей рецепта, но крепко помнил,\
 что свободный конец - это важно."
	},

	"ex_it_pistol_torchlight": {
		title: "@hex_pistol_torchlight:Пистолет с фонарём",
		text: "@tex_pistol_torchlight:Пистолет с приклеенным фонарём,\
 что придавало ему несколько футуристический вид. Почти что бл?стер\
 (или как там оно называется?). Преимущество перед обычным пистолетом\
 и обычным фонарём было только одно, но решающее: предмет занимал в\
 инвертаре меньше места."
	},

	"ex_it_ticket": {
		title: "@hex_ticket:Билет на поезд до Мурманска",
		text: "@tex_ticket:Билет с печатью, серийным кодом и надписью\
 \"В МУРМАНСК\". Для пущей определённости нарисована стрелка, указывающая\
 направление передвижения. Между героем и целью порученного ему задания\
 больше не оставалось преград."
	},

	"ex_place_cluttered": {
		title: "@hex_place_cluttered:Загромождённое место!",
		text: "@tex_place_cluttered:Эта клетка завалена всяким барахлом, не\
 позволяя разглядеть, что тут к чему. Стоило бы разобрать лежащее тут добро по\
 одному предмету и перенести их на, хотя бы, соседние клетки."
	},

	// non-item objects
	"ex_ferry_closed": {
		title: "@hex_ferry:Переправа",
		text: "@tex_ferry_closed:Речка в этом месте действительно была\
 неглубокой. Однако нездоровый цвет, запах и звуки воды намекали, что\
 войти в эту воду можно только один раз - в лучшем случае, один раз для\
 ботинок... Короче говоря, насчёт возможности пройти здесь пешком герою\
 не соврали, вот только пользоваться ею определённо не стоило. И уж тем более\
 не стоило, пока на переправе маячил мутный рыбоватый пассажир."
	},

	"ex_ferry_open": {
		title: "@hex_ferry:Переправа",
		text: "@tex_ferry:Брод через речку был свободен. Но теперь, когда\
 вместо сомнительной воды в ней струилась иная жидкость, невинная и\
 хрустальная, как скупая слезинка дембеля, погружаться в неё грязными\
 ботинками казалось святотатством. Вот если бы герой умел ходить по воде,\
 аки посуху... Но увы, таким свойством он сам по себе не обладал."
	},

	"ex_telephone_off": {
		title: "@hex_telephone:Таксофон",
		text: "@tex_telephone_off:Несмотря на глушь этих девственных мест,\
 цивилизация всё же дотянулась сюда костлявыми щупальцами своих\
 проводов-коммуникаций и проросла в самых неожиданных местах характерными\
 грибами телефонных будок.\n\
 По идее, с них можно было куда-нибудь позвонить. Но это было платно, а герой\
 был жаден и платить за телефон общего пользования не собирался в принципе.\n\
 С этим (в смысле, с жадностью) следовало что-то делать. Только стоило ли?"
	},

	"ex_telephone_on": {
		title: "@hex_telephone:Таксофон",
		text: "@tex_telephone_on:Теперь, когда постыдный вопрос оплаты\
 был решён самым радикальным способом, чудесный аппарат разверзал перед\
 героем бездну возможностей. Куда бы позвонить? И на хрена? - тоже\
 немаловажный вопрос."
	},

	"ex_tank_drain": {
		title: "@hex_tank_drain:Топливный бак",
		text: "@tex_tank_drain:Пока злющий танкист был занят набегом угорающих\
 креаклов, герой подкрался с тыла и осмотрел топливный бак машины. Резервуар\
 дразнил беззащитностью и сулил легкодоступную солярку. Сейчас бы сюда\
 подходящую тару..."
	},

	"ex_spec_place_detected": {
		title: "@hex_spec_place:Особое место",
		text: "@hex_spec_place_detected:Детектор обнаружил особое место!\
 На нём можно применить особый прибор."
	},

	"ex_spec_place_already": {
		title: "@hex_spec_place:Особое место",
		text: "@tex_spec_place_already:Место, на котором можно применять\
 особые приборы.\n\
 Вообще-то, такие места не видны невооружённым глазом и ищутся специальными\
 детекторами, но в данной локации кто-то уже постарался и оставил пометку.\
 Судя по всему, это был тот же добрый человек, который оставил рядом\
 подходящий прибор, и заодно покормил встречного медведя..."
	},

	"ex_entrance_danger": {
		title: "@hex_entrance_danger:Вход во тьму",
		text: "@tex_entrance_danger:Герой не учёл лишь одного: система\
 безопасности и сами хоромы питались от одного источника. Глупо, да - но\
 чего ещё ожидать от жадного и недалёкого коррупционера?\
\nКак бы то ни было, хоромы, ещё совсем недавно чадившие вакханалией\
 излишеств, теперь стояли, погрузившись во тьму и безмолвие, и дверной проём\
 в затаившийся вертеп зиял плотоядной чернотой. Было безумием соваться в эту\
 лавкрафтианскую пасть без света и оружия."
	},

	"ex_local_inhabitant": {
		title: "@hex_local_inhabitant:Местный житель",
		icon: "icon_stalker",
		text: "@tex_local_inhabitant:Непростой местный житель в спартанском\
 прикиде и маске чумного доктора. Трезвый, но пока трудно сказать, в плюс это\
 или в минус."
	},

	"ex_stalker": {
		title: "@hex_stalker:Сталкер",
		icon: "icon_stalker",
		text: "@tex_stalker:Непростой местный житель оказался сталкером,\
 доступным для найма на предмет сталкерских услуг. Герой пока не видел, чем\
 они могут быть полезны друг другу..."
	},

	"ex_stalker_useful": {
		title: "@hex_stalker:Сталкер",
		icon: "icon_stalker",
		text: "@tex_stalker:Непростой местный житель оказался сталкером, и\
 у героя как раз появилась для него работёнка..."
	},

	"ex_stalker_requires": {
		title: "@hex_stalker:Сталкер",
		icon: "icon_stalker",
		text: "@tex_stalker_requires:Сталкер согласился добыть золотой шар с\
 Зоны колхозного поля. Для этого ему была нужна балалайка и поллитра гонорара."
	},

	"ex_stalker_resting": {
		title: "@hex_tired_stalker:Усталый сталкер",
		icon: "icon_stalker",
		text: "@tex_tired_stalker:Выполнив работу и получив оговоренное\
 вознаграждение, сталкер со спокойной совестью приступил к отдыху. Но у героя\
 к нему оставался ещё один важный вопрос..."
	},

	"ex_medved_observe": {
		title: "@hex_medved:Лежащий медведь",
		text: "@tex_medved:Расклад на местности своевременно напомнил, что в\
 здешних краях следовало опасаться медведей.\nВладыка лесов, впрочем, выглядел\
 неважно. Что же могло так доконать могучего зверя? Хотя, мало ли в суровых\
 пердях Родины напастей, способных доконать даже могучего бурого властелина...\
 В здешних краях, по-хорошему, опасаться следовало вообще всего.\
\nНо малодушным слабакам, страшащимся суровости здешних краёв, в оных краях\
 было и не место."
	},

	"ex_medved_iron": {
		title: "@hex_stuck_iron:Застрявший утюг",
		text: "@tex_stuck_iron:Это было трудно. Это было брезгливо. Это было,\
 наконец, антисанитарно. Одним словом - западло. И всё же - необходимо. Пока\
 дело оставалось несделанным, гештальт не закрывался."
	},

	"ex_sortir": {
		title: "@hex_sortir:Сортир",
		text: "@tex_sortir:Затерянный в лесах сортир был плотно оккупирован\
 протестными креаклами. Получив в столице на орехи от властей, утомлённых\
 неконструктивным протестунством, креаклы перебежали разжигать, мутить схемы,\
 хулить режым и расшатывать лодку в дикие провинциальные места, подальше\
 от неодобрительного внимания закона. Но даже тут, где многим было похрен на\
 многое, и око Кровавого ГБ не нависало над визгливыми кукареку-пораженцами,\
 они инстинктивно кучковались у ближайшей параши..."
	},

	"ex_sortir_window": {
		title: "@hex_sortir_window:Сортирное окно",
		text: "@tex_sortir_window:Герою вспомнилась молодость и изречение\
 мудрого армейского дедушки: \"Ничто так не бодрит заснувшего в сортире бойца,\
 как залетающая в очко граната.\" Узкое окошко сортира располагалось слишком\
 высоко, чтобы грозить туда стволом или пером, а вот закинуть туда чего-нибудь\
 интересное и стимулирующее было бы в самый раз..."
	},

	"ex_teslalink": {
		title: "@hex_teslalink:Станция связи Te$laLink",
		text: "@tex_teslalink:Невдалеке располагалась фирменная станция связи\
 Te$laLink от известного гениального инноватора, предпринимателя и визионера\
 из Пиндосии. 100500 микроспутников в форме чайника парили в просторах\
 космоса, недосягаемые для цензуры тоталитарных режимов, и испускали оттуда по\
 свободному и анонимному интернету в каждую из вот таких вот коробочек.\
 Через эти интернеты креаклы сидели в соцсетях, координируя пакостные акции и\
 распространяя гадости про государство.\
\nЕсли присмотреться, снизу коробки можно было заметить логотип Huliwei China\
 Inside, а также неприметный провод в направлении Лубянки."
	},

	"ex_sortir_vent": {
		title: "@hex_sortir_vent:Сортирная вентиляция",
		text: "@tex_sortir_vent:Телесное и духовное зловоние, производимое\
 креаклами, валило из сортира густыми клубами, коптя небеса Родины отравой.\
 Это доставляло боль одним своим видом, а выхлопная труба, изрыгающая мерзкий\
 смрад, так и напрашивалась быть заткнутой каким-нибудь сапогом, или хотя бы\
 ботинком. Хотя, конечно, жертвовать ботинок со своей ноги даже ради такого\
 дела герой был не готов..."
	},

	"ex_search_valenok": {
		title: "@hex_search_valenok:Что-то в глубине чащи",
		text: "@tex_search_valenok:Что-то очередное, отвалившееся от\
 схватившегося с медведем грибника, застряло в непролазной чаще. Слишком\
 далеко, чтобы дотянуться рукой..."
	},

	"ex_voyager": {
		title: "@hex_voyager:Нелетающий космический аппарат",
		text: "@tex_voyager:Покрытый пылью и кустами от времени, в зарослях\
 глухой чащобы валялся аппарат высокотехнологичного вида. Скорее всего, он\
 предназначался бороздить космос, а не медвежьи углы, но когда-то на запуске\
 ему не повезло.\
\nУдалённость от обитаемых мест вселяла надежду, что аппарат сохранился\
 нетронутым, и что можно разжиться чем-нибудь космическим."
	},

	"ex_voyager_loot": {
		title: "@hex_voyager_loot:\"In case of emergency bash the window\
 out and dispose of any compromising stuff\"",
		text: "@tex_voyager_loot:Наиболее ценное скрывалось за окошком из\
 невзрачного космического стекла, которое, если герой правильно расшифровал\
 нерусские иероглифы, предлагалось выбить космическим кирпичом. Но где в этом\
 глухом закоулке леса взять космический кирпич? Или хотя бы обычный?"
	},

	"ex_gasters_idle": {
		title: "@hex_gasters:Гастарбайтеры",
		icon: "icon_gasters_default",
		text: "@tex_gasters:Гастарбайтеры выглядели свирепо. Сущие звери.\
 Вступать с ними в переговоры не имело смысла, не предъявив документа с\
 авторитетными полномочиями, и веского дополнительного аргумента в пользу\
 сотрудничества - хотя бы самозарядного."
	},

	"ex_gasters_idle2": {
		title: "@hex_gasters:Гастарбайтеры",
		icon: "icon_gasters_good",
		text: "@tex_gasters2:Гастарбайтеры переводили дух, довольные\
 свежепроделанной ударной работой. Повод быть довольными имелся только у них\
 самих, и иметься ему оставалось недолго..."
	},

	"ex_gasters_idle3": {
		title: "@hex_gasters:Гастарбайтеры",
		icon: "icon_gasters_bad",
		text: "@tex_gasters3:Пристыженные, не очень понимающие, чем именно\
 накосячили, гастарбайтеры, тем не менее, дисциплинированно ожидали\
 дальнейших указаний. Учитывая горький опыт, их следовало снабдить чётким\
 и не оставляющим двусмысленных толкований проектом строительства."
	},

	"ex_use_elixir": {
		title: "@hex_pour_place:Место для слива",
		text: "@tex_pour_place:Если бы какому-нибудь не очень хорошему\
 человеку, теоретически, захотелось бы что-нибудь вылить в многострадальную\
 речку, то здесь было самое идеальное для этого место."
	},

	"ex_get_vodka": {
		title: "@hex_scoop_place:Место для забора экологических анализов",
		text: "@tex_scoop_place:Здесь было самое идеальное место, чтобы\
 зачерпнуть из речки проб на анализы. Подальше от брода, где всякие\
 баламутят материал грязными лаптями, да и набрать можно побольше...\
 Воображение уже рисовало герою самый соблазнительный список анализов.\
 После более неотложных дел, конечно же - благо материала теперь хватало\
 на всё.\
\nТолько бы вот лабораторный сосуд бы сюда какой-нибудь..."
	},

	"ex_comp": {
		title: "@hex_comp:Компьютер коррумпированного председателя",
		text: "@tex_comp:Копмьютер гнусного мироеда-коррупционера скромно\
 торчал в уголке, прикидываясь ветошью. Несомненно, он скрывал в себе много\
 компромата и прочих интересностей. Правда, сейчас в нём не было\
 электричества. Но при герое имелся МК-152Ъ, против которого такие отмазки\
 не канали."
	},

	"ex_printer": {
		title: "@hex_printer:Принтер коррумпированного председателя",
		text: "@tex_printer:Старинный принтер 1913 года постройки, работающий\
 на солярке. В настоящий момент он был не заправлен и не заряжен бумагой."
	},

	"ex_printer_no_paper": {
		title: "@hex_printer:Принтер коррумпированного председателя",
		text: "@tex_printer_no_paper:Принтер пыхтел в готовности, но в нём не\
 хватало бумажных расходников..."
	},

	"ex_lioness": {
		title: "@hex_lioness:Домашняя львица председателя",
		text: "@tex_lioness:Коррумпированный председатель бесился с жиру и\
 держал дома львицу. Он скармливал ей представителей разнообразных проверяющих\
 инстанций и неугодных холопов. На диете из звёзд и костей львица изрядно\
 располнела, но в последнее время, в отсутствие председателя и привычного\
 корма, слегка оголодала, набрала негативных статусов и впала в ничтожество.\
\nПользуясь оказией, ручную коррупционерскую кису-переростка стоило\
 всесторонне осмотреть."
	},

	"ex_lioness_side": {
		title: "@hex_lioness_side:Домашняя львица председателя, вид сбоку",
		text: "@tex_lioness_side:Посреди останков впавшей в ничтожество львицы\
 блестело что-то очень полезное на вид. Но герой стремался влезать в эту груду\
 костей, не говоря уж о том, чтобы шарить в ней руками..."
	},

	"ex_troll": {
		title: "@hex_troll:Тролль",
		icon: "icon_troll",
		text: "@tex_troll:Очень тупой, очень жирный и очень наглый тролль\
 весьма некстати нарисовался на местности и перегородил проход. Требовалось\
 его как-нибудь, так сказать, срисовать обратно."
	},

	"ex_railswitch_incomplete": {
		title: "@hex_sign:Табличка",
		text: "@tex_railswitch_incomplete:Внимание! Ветка на север не\
 достроена! Стрелку НЕ ПЕРЕКЛЮЧАТЬ!!!"
	},

	"ex_railswitch_incomplete2": {
		title: "@hex_sign_switch:Табличка на стрелке",
		text: "@tex_railswitch_incomplete2:Поскольку вы, макаки, человеческих\
 слов не понимаете, и вас всё равно тянет на эксперименты, стрелка защищена\
 кодовым замком. Пшли вон!\
\n\n(Табличка не врала - рычаг стрелки и впрямь был закрыт на непростой замок,\
 справиться с которым без криптоаналитического инструментария было нечего и\
 думать.)"
	},

	"ex_railswitch_incomplete3": {
		title: "@hex_sign_switch:Стрелка с нюансом",
		text: "@tex_railswitch_incomplete3:Следовало учитывать, что, когда\
 герой переключал стрелку на той же дороге, по которой собирался ехать в\
 Мурманск, это привносило в ситуацию нюанс..."
	},

	"ex_holdup": {
		title: "@hex_holdup:Место для ограбления корованов",
		text: "@tex_holdup:Здесь располагалось самое удобное место, чтобы\
 тормозить ограбляемые корованы. Следовало, однако, иметь в виду главный\
 секрет ремесла: выйдя на дорогу, требовалось показать достаточный набор\
 вооружения. Если корованщики сочтут преградившего путь грабителя недостаточно\
 страшным, ограбление могло не получиться."
	},

	"ex_pistolcase": {
		title: "@hex_pistolcase:Ящик с припасами",
		text: "@tex_pistolcase:В этом ящике герой держал кое-какие припасы,\
 оружие, и ещё всякого по мелочи."
	},

	"ex_bunker_tolchok": {
		title: "@hex_bunker_tolchok:Укромное место",
		text: "@tex_bunker_tolchok:Небольшой тайник, в котором герой прятал\
 утюг. Судя по последним новостям, эта нычка была скомпрометирована..."
	},

	"ex_no_exit_without_pistol": {
		title: "@hex_no_exit_without_pistol:Сюда пока нельзя",
		text: "@tex_no_exit_without_pistol:Отправляться грабить корованы\
 с голыми руками было тупо. Следовало вооружиться, по крайней мере,\
 пистолетом."
	},

	"ex_grenadecase": {
		title: "@hex_grenadecase:Мусорные ящики",
		text: "@tex_grenadecase:Трудно сказать, для кого здесь поставили эти\
 мусорные ящики. Обслуга местного оборудования здесь если и появлялась, то\
 нечасто, а больше вроде и некому. Тем не менее, раз уж место для мусора есть,\
 грех им не воспользоваться. И им пользовались. Конечно, по объёму оборотов\
 оно не могло сравниться и с самым чахлым райцентром, но даже тут, при\
 некоторой сноровке и небрезгливости, можно было разжиться чем-нибудь\
 полезным."
	},

	"ex_5g": {
		title: "@hex_5g:Сотовая вышка",
		text: "@tex_5g:О том, что здесь - не просто наспех выпиленная поляна,\
 а аппендикс цивилизации, сообщала торчащая посреди прогалины вышка сотовой\
 связи. Поговаривали, что в ней не меньше 5 каких-то Ж. Ещё поговаривали, что,\
 если её взломать, то можно будет бесплатно звонить с ближайших таксофонов.\
 Ни того, ни другого утверждения герой по сей день проверить не мог, за\
 отсуствием подходящей квалификации и оборудования. Но если поговаривальщики\
 не врали, то было бы прикольно."
	},

	"ex_patefon_on": {
		title: "@hex_patefon:Патефон",
		text: "@tex_patefon_on:Притулившийся в углу бункера патефон негромко\
 наигрывал простенькую, но раздражающую мелодию. С этим, наверное, что-то\
 можно было поделать."
	},

	"ex_patefon_off": {
		title: "@hex_patefon:Патефон",
		text: "@tex_patefon_off:Патефон был выключен и ничего не играл. Можно\
 было, наверное, что-то сделать и с этим. Но нужно ли?"
	},

	"ex_bunkerist": {
		title: "@hex_bunkerist:Сосед по бункеру",
		text: "@tex_bunkerist:За компом сидел и чего-то набирал на клавиатуре\
 неизвестный гражданин в накидке. Сколько герой помнил этот бункер, столько он\
 здесь сидел и набирал. Без перерыва и отдыха, не вставая, не отлучаясь и не\
 реагируя на события. Казалось, загадочный компьютерщик был здесь всегда. А\
 может, он и был здесь всегда? Может, он и построил этот бункер? А может, и\
 ваще весь этот мир?\
\nЕсли так, то было бы крайне неразумно его отвлекать. Пусть себе и дальше\
 набирает."
	},

	"ex_news_post": {
		title: "@hex_news_post:Доска объявлений",
		text: "@tex_news_post:В этом глухом пункте, где у местного населения\
 не было доступного доступа к современным информационным технологиям, доска\
 объявлений заменяла средства массового вещания и, отчасти, интернеты.\
 Читать накопившиеся на ней заметки, вникая в местные насущные реалии и\
 живую народную историю, можно было очень долго. Но не нужно."
	},

	"ex_podsobka": {
		title: "@hex_podsobka:Подсобная изба",
		text: "@tex_podsobka:Дверь в подсобную избу была заперта на толстый\
 амбарный замок.\
\nЧуткость, вдумчивость, немного инструментов и времени на спокойную работу\
 помогли бы герою разобраться с этой преградой - но, пока по улицам рассекал\
 трактор с Пьяной Свиньёй, рассчитывать на время для спокойной работы не\
 приходилось."
	},

	"ex_cow": {
		title: "@hex_cow:Корова",
		icon: "icon_cow",
		text: "@tex_cow:Тощая полосатая корова с глухим рычанием вцепилась\
 неправдоподобно острыми зубами в деревянную ручку граблей и не сводила с\
 героя враждебно-настороженного взгляда сквозь дырку в заборе. Крайне удачно,\
 что он между ними оказался, этот забор. Оголодавшее животное, конечно, было\
 готово протянуть и на затхлой древесине из колхозного инвертаря, но, случись\
 в её досягаемости что-нибудь более съедобное - и мало ли, как могло\
 повернуться дело..."
	},

	"ex_booze_stand": {
		title: "@hex_booze_stand:Колхозный ларёк",
		text: "@tex_booze_stand:Теоретически, эта точка должна была\
 обеспечивать круговорот деньги-товар-денег в колхозе. Колхозане покупают\
 бухло, сдают стеклотару, получают за неё бабки, на которые снова покупают\
 бухло, и так далее... Местная практика вносила в теорию свои поправки:\
 ни того, ни другого здесь ни хрена не было, и уже очень давно.\
\nБыть может, если бы здесь появился свежий товар, это бы выманило Пьяную\
 Свинью из краденого трактора?"
	},

	"ex_kassa": {
		title: "@hex_kassa:Железнодорожная касса",
		icon: "icon_kassir",
		text: "@tex_kassa:Оперативность, с которой к новой станции подтянулась\
 инфраструктура для продаж населению, немного пугала. На кассе красовались\
 списки направлений и цены. Взгляд героя, чуткий к признакам халявы, зацепился\
 за характерную надпись: \"Бесплатный проезд - работникам компетентных органов\
 по предъявлении удостоверения.\""
	},

	"ex_enter_train": {
		title: "@hex_enter_train:Вход в вагон",
		icon: "icon_conductor",
		text: "@tex_enter_train:Вход в вагон корована перекрывал шкафообразный\
 проводник с характерной мордой, один вид которой сразу отметал любые мысли о\
 возможной халяве. Нужно было купить билет. По счастью, рядом как раз\
 развернулась касса..."
	},

	"ex_book": {
		title: "@hex_book:Одинокая книга",
		text: "@tex_book:Изба-читальня, как и следовало ожидать в этом\
 колхозе, встречала посетителей гулкой проворованной пустотой. К услугам\
 гипотетического колхозанина, решившего приобщиться к литературной культуре,\
 оставалась одна-единственная книга. Трудно сказать, каким чудом она всё\
 ещё оставалась: то ли благодаря толстой цепи, которой её по неведомым\
 причинам приковали к столу, словно МК-152Ъ к руке героя, то ли одно из двух."
	},

	"ex_lenin": {
		title: "@hex_lenin:Бюст Ленина (по идее)",
		text: "@tex_lenin:Общеобязательный к установке во всех учреждениях\
 культуры и образования советской страны бронзовый Ленин. Здесь он, правда,\
 подозрительно смахивал на деревянного Петросяна. Похоже, коррумпированный\
 председатель умудрился сс... сэкономить и на этом. Поистине, для\
 упыря-латифундиста не было ничего святого."
	}
};
